Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: In addition, the federal debt-to-GDP ratio remains relatively stable across the horizon.
fr_fr: dette fédérale au PIB demeure relativement stable dans l'ensemble de la période de projection.

source: This responsible fiscal management will help preserve Canada's fiscal advantage.
fr_fr: Cette gestion responsable des finances publiques contribuera à la préservation de l'avantage budgétaire du Canada.

source: Outlook for Capital Investments
fr_fr: dépenses pour la formation de capital.

source: The government's fiscal anchors are supported by a new approach to budgeting that prioritises spending that supports capital formation and crowds in private sector investment for long-term growth.
fr_fr: Elle vise également à mobiliser les investissements du secteur privé pour assurer la croissance à long terme.

source: This new approach is based on the Capital Budgeting Framework announced on October 6, 2025.
fr_fr: Cette nouvelle approche est fondée sur le Cadre de budgétisation des investissements en capital annoncé le 6 octobre 2025.

source: This framework provides a consistent way to classify spending, including tax expenditures, that contributes to capital formation (called 'capital investment') from day-to-day operating spending.
fr_fr: Ce cadre permet d'uniformiser le classement des dépenses, y compris les dépenses fiscales, qui contribuent à la formation de capital (appelées « investissements en capital ») et qui se distinguent des dépenses de fonctionnement courantes.

source: Further details are available in Annex 2.
fr_fr: De plus amples renseignements sont fournis à l'annexe 2.

source: Table A1.4 below indicates that capital investments will nearly double from $32.2 billion in 2024-25 to $59.6 billion in 2029-30.
fr_fr: Le tableau A1.4 ci-dessous indique que les investissements en capital vont presque doubler, passant de 32,2 milliards de dollars en 2024-2025 à 59,6 milliards de dollars

source: Table A1.5 includes projections for day-to-day operating spending, and demonstrates how this spending will be balanced with projected revenues from 2028-29 onwards.
fr_fr: en 2029-2030. Le tableau A1.5 comprend les projections des dépenses de fonctionnement courantes et montre comment on établira un équilibre entre ces dépenses et les revenus projetés à partir de 2028-2029. Incidence des mesures commerciales

source: How Trade Actions Impact the Fiscal Outlook
fr_fr: sur les perspectives budgétaires

source: Global trade is being reshaped.
fr_fr: Le commerce mondial est en pleine mutation.

source: For Canada, U.S. trade actions are disrupting decades of economic integration which introduces risks to Canada's economic and fiscal outlook and is contributing towards a deterioration in the government's outlook for revenues, expenses, and the budgetary balance.
fr_fr: économique et entraînent des risques pour les perspectives économiques et financières du Canada, en plus de contribuer à une détérioration des perspectives du gouvernement en ce qui concerne les revenus, les dépenses et le solde budgétaire.

source: While it is difficult to isolate the impacts of the U.S. trade actions, the downward revisions to the economic outlook, primarily from 2026-27 onward, could be expected to result in an average estimated deterioration in the budgetary balance of $7 billion per year over the forecast horizon relative to FES 2024.
fr_fr: partir de 2026-2027 et par la suite, pourraient entraîner une détérioration moyenne estimée du solde budgétaire de 7 milliards de dollars par année au cours de la période de projection par rapport aux prévisions de l'Énoncé de 2024. Les mesures commerciales des États-Unis créent beaucoup d'incertitude du côté des

source: U.S. trade actions are creating significant uncertainty for businesses.
fr_fr: revenu des sociétés et aux bénéfices nets des sociétés d'État entreprises.

source: This dampens the outlook for corporate income tax revenues and net profits from enterprise Crown corporations.
fr_fr: ralentissement de l'activité des entreprises et l'augmentation des dotations à la

source: Economic assumptions that underpin the lower outlook include lower business activity and increased provisions for credit losses.
fr_fr: provision pour pertes sur créances. Les mesures prises par les États-Unis ont également entraîné une volatilité accrue.

source: U.S. actions have also created heightened volatility.
fr_fr: Par exemple, depuis le début de l'année, les revenus cumulatifs provenant des droits

source: Year-to-date revenues from customs import duties, for example, have increased substantially due to the countermeasures imposed in response to U.S. tariffs.
fr_fr: de douane à l'importation ont augmenté considérablement en raison des contre-mesures imposées en réponse aux droits de douane américains. Comme ces droits de douane sont

source: These duties are sensitive to potential trade policy changes, which could introduce additional volatility in the revenue forecast.
fr_fr: sensibles aux changements qui pourraient être apportés aux politiques commerciales, les prévisions de revenus pourraient varier encore plus.

source: Other revenue streams have been less impacted thus far.
fr_fr: D'autres sources de revenus ont été moins touchées jusqu'à présent.

source: Personal income tax revenue has remained strong despite the trade conflict, and both employment and average weekly earnings are up relative to the same time last year.
fr_fr: Les rentrées d'impôt sur le revenu des particuliers sont demeurées solides malgré le conflit commercial, et l'emploi et la rémunération hebdomadaire moyenne ont augmenté par rapport à la même période l'an dernier. De même, la perturbation des échanges

source: Similarly, other excise taxes have shown limited impact of the trade disruption as indirect effects on consumption have been moderate to date.
fr_fr: commerciaux n'a eu qu'une incidence limitée sur les autres taxes d'accise, les effets indirects sur la consommation ayant été modérés jusqu'à présent. La

source: Looking forward, deteriorating economic conditions and heightened uncertainty are expected to create a drag on the fiscal outlook.
fr_fr: détérioration des conditions économiques et l'incertitude accrue devraient freiner ultérieurement les perspectives budgétaires.

source: The government is taking steps to diversify trade and to invest in building Canada strong.
fr_fr: Le gouvernement prend des mesures pour diversifier les échanges commerciaux et investir afin de bâtir un Canada fort.

source: These fiscal measures increase spending to support workers and businesses but also to create opportunities.
fr_fr: Ces mesures budgétaires augmentent les dépenses afin de soutenir les travailleurs et les entreprises, mais aussi de créer des occasions.

source: Overall, these factors introduce challenges to forecasting as the underlying assumptions affect the projections over the forecast horizon.
fr_fr: Dans l'ensemble, ces facteurs font en sorte qu'il est difficile d'effectuer des prévisions, car les hypothèses sous-jacentes ont une incidence sur les prévisions au cours de la période de projection.

source: Economic and Fiscal Developments Since FES 2024
fr_fr: Évolution de la situation économique et budgétaire depuis l'Énoncé de 2024

source: Table A1.6 shows how much of the change in the budgetary balance since FES 2024 is driven by economic and fiscal developments.
fr_fr: Le tableau A1.6 montre dans quelle mesure la variation du solde budgétaire depuis l'Énoncé de 2024 est attribuable à l'évolution de la situation économique et budgétaire.

source: This table does not include policy actions and measures introduced since FES 2024.
fr_fr: Il ne tient pas compte des mesures stratégiques prises depuis l'Énoncé de 2024.

source: Budgetary revenue projections have increased relative to FES 2024 by an average of $7.5 billion annually from 2025-26 to 2029-30, primarily due to stronger corporate income tax revenues, reflecting both stronger anticipated 2024-25 results and continuing strength in 2025-26 year-to-date revenues.
fr_fr: Par rapport à l'Énoncé de 2024, les projections des revenus budgétaires ont été révisées à la hausse de 7,5 milliards de dollars par année en moyenne de 2025-2026 à 2029-2030, en raison avant tout d'une augmentation des rentrées d'impôt sur le revenu des sociétés. Cette

source: This strength has been somewhat offset by lower projected revenue in other streams, including enterprise Crown corporation revenues and other excise taxes and duties.
fr_fr: baisse des revenus prévus dans d'autres secteurs, y compris les revenus des sociétés d'État entreprises et les taxes et droits d'accise.

source: From 2025-26 onward the outlook for income tax revenues has been revised up, on average, by $8.3 billion annually, largely reflecting higher corporate income tax revenues.
fr_fr: À compter de 2025-2026, les perspectives pour les rentrées d'impôt sur le revenu ont été révisées à la hausse de 8,3 milliards de dollars par année en moyenne, ce qui

source: Most of the increase is concentrated in the first two years of the forecast horizon, in part reflecting higher expected 2024-25 results and strength in early 2025-26 year-to-date results.
fr_fr: La hausse est surtout survenue durant les deux premières années de la période de projection,

source: In particular, this is driven by higher revenues from the financial sector.
fr_fr: ce qui est en grande partie attribuable à de meilleurs résultats prévus en 2024-2025, et à

source: The outlook for excise taxes and duties has been revised down in 2025-26 owing to lower year-to-date Goods and Services Tax revenue.
fr_fr: plus élevés dans le secteur financier. Les perspectives concernant les taxes et droits d'accise ont été révisées à la baisse

source: Over the remainder of the forecast horizon, the outlook is revised down by an average $0.4 billion per year in line with the projected general slowdown in nominal GDP.
fr_fr: services ont été plus bas que prévu. Pour le reste de la période de projection, les perspectives sont revues à la baisse de 0,4 milliard de dollars par année en moyenne, en adéquation

source: Revenues generated from Employment Insurance (EI) premiums are projected to be higher from 2025-26 to 2027-28, driven by growth in insurable earnings.
fr_fr: Les revenus tirés des cotisations d'assurance-emploi devraient être plus élevés de 2025-2026 à 2027-2028 en raison de la croissance de la rémunération assurable.

source: Lower employment projections reduce anticipated revenues in the last two years of the forecast.
fr_fr: Comme les prévisions de l'emploi sont moins bonnes que prévu, les prévisions de revenus pour les

source: Other revenues have been revised down in 2025-26 and over the forecast horizon due to lower expected net profits from enterprise Crown corporations.
fr_fr: deux dernières années de la période de projection ont été réduites. Les autres revenus ont été révisés à la baisse en 2025-2026 et sur la période de

source: This is offset by higher expected interest and penalty revenue, net foreign exchange revenue and return on investments.
fr_fr: Cette diminution est compensée par un accroissement des revenus d'intérêts et de pénalités, des

source: The outlook for program expenses has increased relative to FES 2024 by an average of $12.6 billion per year from 2025-26 to 2029-30, largely reflecting higher direct program expenses, primarily from higher projected expenses for contingent liabilities as well as allowance for doubtful accounts on taxes receivable.
fr_fr: Par rapport à l'Énoncé de 2024, les perspectives concernant les charges de programmes ont augmenté en moyenne de 12,6 milliards de dollars par année de 2025-2026 à 2029-2030,

source: Major transfers to persons are projected to decrease in 2025-26 and 2026-27 from a reduction in the projected number of beneficiaries receiving elderly benefits, partially offset by higher Employment Insurance benefits in 2026-27.
fr_fr: ce qui est grandement attribuable à l'augmentation des charges de programmes directes pour passifs éventuels et la provision pour créances douteuses sur les impôts à recevoir. Les principaux transferts aux particuliers devraient être plus faibles en 2025-2026 et

source: The remainder of the forecast horizon is broadly aligned with FES 2024 projections.
fr_fr: en 2026-2027. Pour le reste de la période de projection, les perspectives correspondent en

source: Major transfers to provinces, territories, and municipalities have increased slightly due to higher projected Territorial Formula Financing based on higher projected expenditures of provincial and local governments.
fr_fr: bonne partie aux projections données dans l'Énoncé de 2024. Les principaux transferts aux provinces, aux territoires et aux municipalités ont légèrement augmenté en raison d'une hausse des paiements prévus en application de la formule de financement

source: This is partly offset by lower projected nominal GDP, which results in downward revisions to Equalization and Canada Health Transfer payments in the outer years, and higher projected recoveries with respect to the Quebec Abatement.
fr_fr: Cela est compensé partiellement par la baisse du PIB nominal, qui mène à la révision à la baisse des paiements au titre du Transfert canadien pour la santé et de la péréquation durant les dernières années de la période de projection, et un abattement d'impôt du

source: Direct program expenses are higher primarily from expected growth in contingent liabilities, principally due to Indigenous-related claims, as well as allowance for doubtful accounts on taxes receivable.
fr_fr: Québec plus élevé que prévu. Les charges de programmes directes sont supérieures surtout en raison de la croissance attendue des passifs éventuels découlant des revendications liées aux Autochtones ainsi que de la

source: See an "Update on contingent liabilities", which shows the growth of contingent liabilities on the balance sheet, net of settlements.
fr_fr: provision pour créances douteuses sur les impôts à recevoir. Voir la « Mise à jour sur le passif éventuel », qui montre la croissance des passifs

source: This increase reflects the government's efforts to work with Indigenous partners to address past injustices and accelerate the resolution of litigation and the implementation of negotiated settlements to support reconciliation in Canada and is aligned with accounting standards.
fr_fr: Cette hausse témoigne des efforts du gouvernement pour collaborer avec les partenaires autochtones afin de corriger les injustices du passé et d'accélérer la résolution des litiges et la mise en œuvre des règlements négociés à l'appui de la réconciliation au Canada, et elle tient compte des normes comptables.

source: Growth in contingent liabilities has an impact on the budgetary balance in the year the liabilities are recorded.
fr_fr: L'augmentation des passifs éventuels a des répercussions sur le solde budgétaire de l'année où les passifs sont comptabilisés.

source: In recent years, this expense has averaged over $10 billion per year.
fr_fr: Ces dernières années, cette charge dépassait en moyenne les

source: For prudence, Budget 2025 increases the projection of expenses for contingent liabilities across the forecast horizon, with a larger increase for 2025-26 where there is more information on specific negotiations, cases and claims.
fr_fr: 10 milliards de dollars par année. Dans une optique de prudence, le budget de 2025 établit à la hausse la projection des charges au titre des passifs éventuels pour toute la période de projection. Il est à noter que la hausse est plus marquée en 2025-2026, car il y

source: An increase in projected expenses across the horizon has also been made for the allowance for doubtful accounts on taxes receivable, in line with the increases seen in 2023-24 and projected in 2024-25, which reflect the growth of the tax base as well as the aging of the associated receivable.
fr_fr: particulier. Les projections concernant les charges relatives à la provision pour créances douteuses sur les impôts à recevoir ont aussi été augmentées sur l'ensemble de la période de projection, comme on l'a vu en 2023-2024 et projeté en 2024-2025. Cette hausse cadre avec l'élargissement

source: Under Canadian public sector accounting standards, tax revenue is recorded as revenue in the year it is earned, while the annual provision for doubtful accounts, to reflect the best estimate of uncollectable amounts receivable, is charged to expenses.
fr_fr: l'année durant laquelle ils ont été gagnés, tandis que la provision annuelle pour créances douteuses est portée aux charges de manière à établir la meilleure estimation possible des créances irrécouvrables.

source: Projected direct program expenses are also higher from provisions for other obligations such as environmental liabilities and current service costs for pensions and other employee future benefits; and revised timing and spending against previously announced measures.
fr_fr: Les charges de programmes directes projetées sont aussi plus élevées que prévu en ce qui concerne d'autres obligations comme les passifs environnementaux et les coûts liés aux régimes de retraite et autres avantages futurs des employés; de même qu'en raison de la révision du

source: Public debt charges have increased over the forecast horizon primarily due to increased borrowing requirements and long-term interest rates, offset in part by lower short-term interest rates.
fr_fr: Les frais de la dette publique ont augmenté durant la période de projection, principalement en raison de l'augmentation des besoins d'emprunts et des taux d'intérêt à long terme; cette hausse est en partie compensée par les bas taux d'intérêt à court terme.

source: Net actuarial losses, which represent the amortisation of changes in the value of the government's accrued obligations for pensions and other employee future benefits and pension fund assets, are expected to be lower on average over the forecast horizon, reflecting updated actuarial assumptions.
fr_fr: Les pertes actuarielles nettes, qui représentent l'amortissement des variations de la valeur des obligations accumulées du gouvernement au titre des régimes de retraite et autres avantages sociaux futurs du personnel et des actifs des fonds de pension, devraient baisser durant la période de projection, compte tenu de la mise à jour des hypothèses actuarielles.

source: Changes to the Pollution Pricing System Since FES 2024
fr_fr: Changements apportés au régime de tarification de la pollution depuis l'Énoncé de 2024

source: Effective April 1, 2025, the Government of Canada ceased the application of the fuel charge in all jurisdictions where it applied, while maintaining its Output-Based Pricing System (OBPS) for industries in provinces and territories where it applies.
fr_fr: elle était appliquée, mais a maintenu le système de tarification fondé sur le rendement (STFR) pour les industries dans les provinces et les territoires visés.

source: At the same time, the federal government also removed requirements for provinces and territories to have a consumer-facing carbon price.
fr_fr: Parallèlement, le gouvernement a aussi supprimé l'obligation pour les provinces et les territoires d'avoir une tarification du carbone pour les consommateurs.

source: All direct proceeds from the federal system are returned over time in the province or territory where they were collected.
fr_fr: L'ensemble des produits provenant directement du système fédéral sont retournés, au fil du temps, dans la province ou le territoire où ils ont été perçus.

source: With the cancellation of the fuel charge effective April 1, 2025, direct fuel charge proceeds return mechanisms for Canadians, small-and-medium-sized businesses, farmers, and Indigenous governments are being wound down.
fr_fr: Compte tenu de l'annulation, le 1 er avril 2025, de la redevance sur les combustibles, les mécanismes de remise des produits directs de la redevance sur

source: Proceeds from the federal OBPS will continue to be returned either to provincial and territorial governments or via the OBPS Proceeds Fund.
fr_fr: les combustibles pour les Canadiens, les petites et moyennes entreprises, les agriculteurs et les gouvernements autochtones seront éliminés. Les produits issus du

source: The net pollution pricing regime line (5) shown in Table A1.6 consolidates the change since FES 2024 in revenues and expenses from pollution pricing.
fr_fr: Les variations des revenus et des charges liés à la tarification de la pollution enregistrées depuis l'Énoncé de 2024 sont consolidées à la ligne (5), Régime de

source: It reflects net timing differences from winding down the collection of fuel charge proceeds and their corresponding return, while maintaining the OBPS and continuing to honour the return of fuel charge proceeds as specified to small-and-medium-sized businesses, farmers, and Indigenous governments.
fr_fr: Ces variations s'expliquent par les différences de calendrier entre l'arrêt de la perception des produits de la redevance sur les combustibles et la remise des produits correspondants pendant que le STFR était maintenu et en poursuivant la remise des produits de la redevance sur les combustibles comme prévu aux petites et moyennes

source: The table at the end of Chapter 3 shows the impact of the policy decision to end the fuel charge to be a net cost of $4.2 billion in 2025-26.
fr_fr: entreprises, aux agriculteurs et aux gouvernements autochtones. Le tableau à la fin du chapitre 3 montre que la décision stratégique d'annuler

source: This amount reflects expenses related to the winding down of the fuel charge system, including but not limited to the final Canada Carbon Rebate payment in April.
fr_fr: Ce montant tient compte des charges liées à l'élimination du système entourant la redevance sur les combustibles, y compris, mais sans s'y limiter, le dernier paiement de la Remise canadienne sur le carbone en avril. Les profils des produits (revenus) et des

source: The resulting profiles of proceeds (revenue) and proceeds returned (expenses) are presented below in the Revenue Outlook and Expense Outlook tables A1.8 and A1.9.
fr_fr: produits retournés (charges) sont présentés ci-dessous dans les tableaux A1.8, Perspectives concernant les revenus et A1.9, Perspectives concernant les charges.

source: Summary Statement of Transactions
fr_fr: État sommaire des opérations

source: Outlook for Budgetary Revenues
fr_fr: Perspectives concernant les revenus budgétaires

source: Table A1.8 provides projected budgetary revenues by major component in the fiscal framework.
fr_fr: Le tableau A1.8 donne un aperçu des revenus budgétaires projetés par composante principale du

source: Income Tax Revenues
fr_fr: cadre financier.

source: Personal income tax revenues are projected to increase by 1.5 per cent to $237.9 billion in 2025-26.
fr_fr: Revenus d'impôt sur le revenu

source: Softness in the growth of personal income tax revenues primarily reflects measures such as the cancellation of the proposed increase in the capital gains inclusion rate and the reduction of the lowest personal income tax rate.
fr_fr: Selon les projections, les rentrées d'impôt sur le revenu des particuliers devraient augmenter de 1,5 % pour s'établir à 237,9 milliards de dollars en 2025-2026.

source: Over the remainder of the forecast horizon, growth in personal income tax revenues is projected to average 4.1 per cent per year.
fr_fr: La faiblesse prévue de l'augmentation des rentrées d'impôt sur le revenu des particuliers découle principalement
